app/controllers/users_controller.rb

INSERT INTO "users" ("age", "workclass", "fnlwgt", "education", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["age", 19], ["workclass", "US"], ["fnlwgt", 13], ["education", "College"], ["created_at", "2016-06-26 00:24:02.108813"], ["updated_at", "2016-06-26 00:24:02.108813"]]
---
def create
	#render text: params.inspect
	@user = User.new(
		params.require(:user).permit(:age, :workclass, :fnlwgt, :education))
	if @user.save